{
    "dialogues": [
        "Oldman: Are you one of those who still fight? Foolish. Can't you see that everything is lost? Only we, the survivors, remain. And not for long.",
        "Hero: I do not fight for the survivors. I fight for the dead, so that they may find peace.",
        "Peace? You do not understand. One man will not change anything. One man against an army of the dead. Against the curse itself.",
        "One man started this nightmare. One man will end it.",
        "You do not even know who you are fighting. Do you think that you are destroying evil? And we are all that is left. And if you die?",
        "If I fall, then let my soul be cleansed too when the curse falls.",
        "One of the warriors: We cannot give up on the idea of ​​salvation. The king said that he would return when all was done.",
        "MC: He ran away, abandoning his people. Do you still believe in his promises?",
        "Warrior: He was a great ruler. Maybe everything is not so hopeless.",
        "MC: If he was great, he would have stayed and fought. I do not believe in empty words.",
        "Warrior: And what are you going to do? Destroy all these walls and kill us all?",
        "MC: I am going to destroy the very cause of this pain. If you are not ready to help, at least do not interfere.",
        "You... Did you really save me?",
        "You were not worth dying in this shadow.",
        "I... I was the one who started all this. I was the king.",
        "You ran away, and your people... they continue to suffer.",
        "Answer one question: why didn't you stop this ritual? Why did you allow the curse to spread?",
        "I... I thought I could control everything. We wanted to create an army that would be invulnerable, so that no one could defeat us. But as often happens with human pride... I overestimated my strength. And when the curse became irreversible, I fled. I left everything dear to me. I forgot that every action has a price.",
        "Serves you right. You thought you could control death, but in the end, it always controls us. How do I get into the castle?",
        "Are you really going to fight the curse?",
        "Someone has to.",
        "You... you're not like us. You don't fear your end. As if you're not of this world.",
        "This amulet will open the way, but only if you're ready. Only if you are prepared for this to be your final battle.",
        "If you truly wish to end all of this, take it.",
        "I am ready.",
        "May fortune be with you, Vigilante.",
        "Those who perished in this war must find their way to the next world. I must be the one to open that way for them.",
        "Vigilante (thinking out loud): Strange... These things, they were once men. Or part of the world I knew.",
        "I return to where it all began... But now it is a shadow of its former self. These houses, once full of life, are now only stones and ash.",
        "The dead fall, but their screams remain.",
        "You think you can destroy me? You will become part of my army. An ancient army that knows no rest.",
        "I will not become a servant of the wicked."
    ]
}